packages/services-soap/seed/http/www.dneonline.com/calculator.asmx?wsdl/AddAsync/15e66e975bb36c02ae5b4afc5a5d9ec7.json

[
  {
    "AddResult": 8
  },
  "<?xml version=\"1.0\" encoding=\"utf-8\"?><soap:Envelope xmlns:soap=\"http://schemas.xmlsoap.org/soap/envelope/\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xmlns:xsd=\"http://www.w3.org/2001/XMLSchema\"><soap:Body><AddResponse xmlns=\"http://tempuri.org/\"><AddResult>8</AddResult></AddResponse></soap:Body></soap:Envelope>",
  null,
  "<?xml version=\"1.0\" encoding=\"utf-8\"?><soap:Envelope xmlns:soap=\"http://schemas.xmlsoap.org/soap/envelope/\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"  xmlns:tm=\"http://microsoft.com/wsdl/mime/textMatching/\" xmlns:tns=\"http://tempuri.org/\"><soap:Body><Add xmlns=\"http://tempuri.org/\"><intA>3</intA><intB>5</intB></Add></soap:Body></soap:Envelope>"
]
